{"question_id": 0, "image": "40_10.jpg", "text": "After washing and drying the water bottle, I said, \"I washed the water bottle.\" I washed the water bottle for you.", "category": "conv"}
{"question_id": 1, "image": "30_04.jpg", "text": "While doing the dishes in the kitchen, I noticed that the water bottle my child used was left on the table, so I said, \"I have to wash that water bottle too.\" I have to wash that water bottle too.", "category": "conv"}
{"question_id": 2, "image": "36_07.jpg", "text": "While preparing tomorrow's bento, I said, \"I also need to chill the drinks.\" I have to chill the drinks too.", "category": "conv"}
{"question_id": 3, "image": "09_10.jpg", "text": "While working from home, I said to the robot, \"I'm tired, aren't I?\" I'm thinking that I want to eat something sweet. I'm tired.", "category": "conv"}
{"question_id": 4, "image": "12_09.jpg", "text": "While watching TV on the sofa, I said to the robot, \"I've had too much coffee.\" I drank too much coffee and it seems like I won't be able to sleep at night, so I want you to put it out of reach. I drank too much coffee.", "category": "conv"}
{"question_id": 5, "image": "31_09.jpg", "text": "When I was thinking about the menu for cooking, I said, \"There's no need to use canned food.\" There is no need to use canned food.", "category": "conv"}
{"question_id": 6, "image": "19_09.jpg", "text": "When I finished wiping the table in front of the sofa, I said to the robot, \"This place is clean now.\" Next, I want to clean the table with chairs. This place has become beautiful.", "category": "conv"}
{"question_id": 7, "image": "10_06.jpg", "text": "While drinking water on the sofa, I accidentally spilled it all over. I'm completely soaked and unable to move. I spilled water.", "category": "conv"}
{"question_id": 8, "image": "31_06.jpg", "text": "I had brought a can opener to open the can, but they said, \"It's a can that doesn't need a can opener,\" and opened the can by pulling the tab. It was a can that didn't require a can opener.", "category": "conv"}
{"question_id": 9, "image": "40_04.jpg", "text": "After returning from the usual weekend hiking, I cleaned my water bottle properly and said, \"I'm tired today, but it was fun. I'm looking forward to next week.\" I'm tired today, but it was fun. I'm looking forward to next week.", "category": "conv"}
{"question_id": 10, "image": "03_10.jpg", "text": "While working, I said to the robot, \"Should we take a break?\" I am thinking of having something to drink. Should we take a break?", "category": "conv"}
{"question_id": 11, "image": "24_07.jpg", "text": "In a situation where saury and daikon were prepared on the kitchen sink, I said, \"Let's grill the saury.\" Let's grill the Pacific saury.", "category": "conv"}
{"question_id": 12, "image": "20_07.jpg", "text": "I made a mess and ended up creating trash on the table. There are foreign objects on the table, and it's not tidy. I wonder if it has become clean with this.", "category": "conv"}
{"question_id": 13, "image": "21_08.jpg", "text": "I want to open a can in the kitchen, but I can't find a can opener, so I said, \"I wonder where the can opener went.\" I wonder where the can opener went.", "category": "conv"}
{"question_id": 14, "image": "01_05.jpg", "text": "I received an urgent task, so I hurriedly glanced at my smartphone and said to the robot, \"It seems like there's no time for a meal.\" It doesn't seem like there is time to eat.", "category": "conv"}
{"question_id": 15, "image": "28_03.jpg", "text": "I wanted you to bring potatoes because I'm going to make nikujaga. What about the potatoes?", "category": "conv"}
{"question_id": 16, "image": "30_05.jpg", "text": "While making a bento, I said, \"I need to put tea in the water bottle.\" I need to put tea in my water bottle.", "category": "conv"}
{"question_id": 17, "image": "13_06.jpg", "text": "Lunch is over, so the ketchup on the table is in the way. It was delicious.", "category": "conv"}
{"question_id": 18, "image": "28_09.jpg", "text": "\"I tried to put the things I bought into the refrigerator and said, 'Huh? One potato is missing!'\" Huh? We're missing one potato!", "category": "conv"}
{"question_id": 19, "image": "15_02.jpg", "text": "While resting in the living room in the evening, I said to the robot, \"I'm going shopping.\" There were scattered PET bottles. I'm going shopping.", "category": "conv"}
{"question_id": 20, "image": "40_09.jpg", "text": "When I was preparing the bento, I said, \"I forgot to prepare a drink.\" I don't need to prepare drinks.", "category": "conv"}
{"question_id": 21, "image": "23_03.jpg", "text": "While doing the dishes, I noticed that the glass was left on the table, so I said, \"I also need to wash the glass.\" You also need to wash the glass.", "category": "conv"}
{"question_id": 22, "image": "29_01.jpg", "text": "When I wanted to put the leftover food, along with the plates, into the refrigerator, I couldn't find the plastic wrap nearby, so I said, \"Where is the plastic wrap?\" Where is the Saran Wrap?", "category": "conv"}
{"question_id": 23, "image": "40_02.jpg", "text": "After finishing washing the water bottle and it drying, I said, \"I'll put tea in this and take it with me tomorrow.\" Let's put tea in this and take it with us tomorrow.", "category": "conv"}
{"question_id": 24, "image": "34_08.jpg", "text": "After using the grater, I washed it carefully, wiped off the moisture, and put it away. Is this everything?", "category": "conv"}
{"question_id": 25, "image": "34_05.jpg", "text": "After grilling the fish, I want to eat daikon grated for the first time in a while as a side dish, so I said, \"I might not use the grater for a while.\" I might not use the grater for a while.", "category": "conv"}
{"question_id": 26, "image": "26_07.jpg", "text": "While looking at the glass filled with carbonated water for guests, I said, \"I want to serve it in a stylish way, like at a bar.\" I want to make it stylish like a bar and serve it.", "category": "conv"}
{"question_id": 27, "image": "38_05.jpg", "text": "While looking at the table, I said, \"Let's warm up and eat the leftover rice.\" Let's warm up the leftover rice and eat it.", "category": "conv"}
{"question_id": 28, "image": "13_07.jpg", "text": "After waking up in the morning, I went to the living room and greeted the robot with \"good afternoon\". I had already finished eating. Hello.", "category": "conv"}
{"question_id": 29, "image": "05_10.jpg", "text": "After returning home, I called out to the robot, \"How was today?\" I'm worried if the package I had requested has arrived or not. How was today?", "category": "conv"}
{"question_id": 30, "image": "01_04.jpg", "text": "While taking a break in the living room, I say to the robot, \"Is it already this late?\" It's 3 o'clock and I'm starting to feel a little hungry. Is it already this late?", "category": "conv"}
{"question_id": 31, "image": "31_01.jpg", "text": "After using the can opener, I said, \"I won't use the can opener anymore.\" I don't use a can opener anymore.", "category": "conv"}
{"question_id": 32, "image": "35_08.jpg", "text": "After purchasing kitchen paper, I placed it in the kitchen, but said, \"I won't use it now.\" I don't use it now.", "category": "conv"}
{"question_id": 33, "image": "35_10.jpg", "text": "I placed the kitchen paper on the sink and said, \"I'm going shopping.\" I went shopping.", "category": "conv"}
{"question_id": 34, "image": "29_09.jpg", "text": "While cleaning up after the meal, I noticed that there was no plastic wrap and said, \"Hey, where's the plastic wrap?\" Oh, where is the Saran Wrap?", "category": "conv"}
{"question_id": 35, "image": "05_04.jpg", "text": "After returning home, I went to the living room and asked the robot, \"Was there any problem while I was out?\" Was there no problem while you were out?", "category": "conv"}
{"question_id": 36, "image": "28_05.jpg", "text": "As I was trying to peel potatoes to make curry, I noticed that there was only one potato on the table and wondered, \"Why is there only one potato on the table...\" and muttered in wonder. Why is there only one potato on the table...", "category": "conv"}
{"question_id": 37, "image": "40_01.jpg", "text": "After washing the water bottle, I said, \"We won't use the water bottle until tomorrow, right?\" We won't use the water bottle until tomorrow, right?", "category": "conv"}
{"question_id": 38, "image": "33_01.jpg", "text": "In a situation where I wanted to tidy up anything that would be in the way because I was going to cook from now on, I said, \"I don't need anything that I used when I drank wine yesterday.\" I don't need the things I used when I drank wine yesterday.", "category": "conv"}
{"question_id": 39, "image": "12_07.jpg", "text": "I said \"good morning\" to the robot. I want to work on the table. Good morning.", "category": "conv"}
{"question_id": 40, "image": "12_04.jpg", "text": "I feel like the cup might tip over and break if there is a cup right after finishing drinking water. Thank you for the meal.", "category": "conv"}
{"question_id": 41, "image": "40_05.jpg", "text": "After emptying and washing the contents of the water bottle, I said, \"I'll use it again when I go out tomorrow.\" I will use it again when I go out tomorrow.", "category": "conv"}
{"question_id": 42, "image": "19_06.jpg", "text": "I had a runny nose, so I used a tissue, but I don't need it anymore. It's annoying to have a tissue box on the table. I don't need tissues anymore.", "category": "conv"}
{"question_id": 43, "image": "23_06.jpg", "text": "I started preparing dinner, but I noticed that there was one glass missing, so I muttered, \"I needed two glasses.\" We needed two glasses.", "category": "conv"}
{"question_id": 44, "image": "18_04.jpg", "text": "I finished my 3 PM snack break and now I'm thinking that I want to focus on work. Are you going to focus on work?", "category": "conv"}
{"question_id": 45, "image": "05_08.jpg", "text": "I used a delivery service and the package arrived at the designated time. I was so engrossed in something that I didn't even notice. It's difficult.", "category": "conv"}
{"question_id": 46, "image": "03_08.jpg", "text": "Every Saturday night, I buy alcohol and come home. I say \"I'm home\" to the robot. I put the things I bought on the table, sit down, and take a break. I'm home.", "category": "conv"}
{"question_id": 47, "image": "10_10.jpg", "text": "My nose feels itchy and I said, \"I feel like sneezing.\" I feel like I'm going to sneeze.", "category": "conv"}
{"question_id": 48, "image": "02_02.jpg", "text": "While working in the living room, my computer's battery was running low, so I said to the robot, \"Looks like it's about to die, I'm in trouble,\" and lifted up the computer while looking around. My battery is about to die, I'm in trouble.", "category": "conv"}
{"question_id": 49, "image": "14_01.jpg", "text": "I was playing with the child, but the child got tired and fell asleep. The child has already fallen asleep.", "category": "conv"}
{"question_id": 50, "image": "17_08.jpg", "text": "After checking my smartphone, I said \"Good night\" to the robot and went to bed. Good night.", "category": "conv"}
{"question_id": 51, "image": "16_06.jpg", "text": "After waking up in the morning, I greeted the robot and then relaxed on the sofa. I thought it was annoying that the remote control was on the table. Good morning.", "category": "conv"}
{"question_id": 52, "image": "14_08.jpg", "text": "I prepared my computer, sat on the sofa, and said to the robot, \"Shall we watch the news?\" Should I watch the news?", "category": "conv"}
{"question_id": 53, "image": "32_04.jpg", "text": "While cooking, I said, \"If it's today's menu, we don't need a cooking sheet.\" If it's today's menu, we don't need a cooking sheet.", "category": "conv"}
{"question_id": 54, "image": "37_09.jpg", "text": "I said, \"Without Saran Wrap, I can use the kitchen more spaciously,\" and left it in the kitchen after finishing using it. Without Saran Wrap, I can use the kitchen more spaciously.", "category": "conv"}
{"question_id": 55, "image": "29_03.jpg", "text": "I had leftovers from the meal, so I thought of storing them in the refrigerator and said, \"I need some plastic wrap for this.\" I need Saran Wrap for this.", "category": "conv"}
{"question_id": 56, "image": "15_10.jpg", "text": "I said to the robot, \"My throat is already moistened because I finished drinking my beverage.\" My throat is already moistened.", "category": "conv"}
{"question_id": 57, "image": "04_10.jpg", "text": "During lunch, I said to the robot, \"This side dish tastes bland. I want to eat something with a stronger flavor.\" This tastes bland, doesn't it?", "category": "conv"}
{"question_id": 58, "image": "19_01.jpg", "text": "While working in the living room, I felt the urge to blow my nose, so I used a tissue. After finishing, I said to the robot, \"I won't be using tissues anymore.\" I won't use tissues anymore.", "category": "conv"}
{"question_id": 59, "image": "09_01.jpg", "text": "It's almost dinner time in one hour, but I'm feeling a little hungry, so I sat on the sofa while rubbing my stomach. I'm feeling a little hungry.", "category": "conv"}
{"question_id": 60, "image": "20_04.jpg", "text": "I took out the trash, but I feel annoyed that the trash bin is a bit far away and I have to walk to the trash bin. It's a hassle to walk all the way to the trash can.", "category": "conv"}
{"question_id": 61, "image": "09_02.jpg", "text": "I said to the robot, \"I'm feeling a bit hungry.\" I'm feeling a little hungry.", "category": "conv"}
{"question_id": 62, "image": "14_04.jpg", "text": "The child did not put away their toys after playing. The child should clean up, but they are already asleep. Has that child already gone to sleep?", "category": "conv"}
{"question_id": 63, "image": "15_03.jpg", "text": "I wanted you to put the empty PET bottle on the desk. I finished drinking.", "category": "conv"}
{"question_id": 64, "image": "34_10.jpg", "text": "After using the grater to cook, I said, \"I've already used the grater.\" I have already used the grater.", "category": "conv"}
{"question_id": 65, "image": "12_05.jpg", "text": "Before leaving for work, I am in a rush and leave the empty cup on the desk without cleaning up. I don't have time to tidy up. I have to go now.", "category": "conv"}
{"question_id": 66, "image": "14_03.jpg", "text": "After finishing playing with the toy car, I said, \"Stop playing and let's get to work.\" Stop playing and let's work.", "category": "conv"}
{"question_id": 67, "image": "19_08.jpg", "text": "After blowing my nose, I said to the robot, \"Ah, I feel refreshed.\" Ah, I feel refreshed.", "category": "conv"}
{"question_id": 68, "image": "10_01.jpg", "text": "After eating, I told the robot, \"It was delicious.\" I want to wipe the dirt around my mouth. It was delicious.", "category": "conv"}
{"question_id": 69, "image": "13_01.jpg", "text": "After eating rice, I forgot to use ketchup. I forgot the ketchup.", "category": "conv"}
{"question_id": 70, "image": "16_09.jpg", "text": "After finishing watching TV, I said \"That was fun\" to the robot and turned off the TV with the remote control. It was fun.", "category": "conv"}
{"question_id": 71, "image": "18_08.jpg", "text": "After finishing my 3 o'clock snack, I told the robot, \"Let's resume work.\" I will resume work.", "category": "conv"}
{"question_id": 72, "image": "23_04.jpg", "text": "Feeling thirsty, I murmured \"Where is the glass?\" while searching for a glass to drink water. Where is the glass?", "category": "conv"}
{"question_id": 73, "image": "02_05.jpg", "text": "I was relaxing on the sofa while playing with my smartphone. Suddenly, I noticed that the battery was below 15%. I should charge it soon. I need to charge soon.", "category": "conv"}
{"question_id": 74, "image": "35_02.jpg", "text": "After finishing the preparations for the meal, I said, \"If we don't have kitchen paper, we could free up some space.\" If there were no kitchen paper, there would be more space.", "category": "conv"}
{"question_id": 75, "image": "34_01.jpg", "text": "In a situation where the daikon radish was grated, I said, \"Alright, the grated daikon is ready.\" Alright, the grated radish is ready.", "category": "conv"}
{"question_id": 76, "image": "11_02.jpg", "text": "I finished work in the living room and said to the robot, \"I'm in a hurry today.\" There was a charging cable on the table. I'm in a hurry today.", "category": "conv"}
{"question_id": 77, "image": "01_03.jpg", "text": "After waking up in the morning, I said \"Good morning\" to the robot. I'm hungry. Good morning.", "category": "conv"}
{"question_id": 78, "image": "11_05.jpg", "text": "I often find myself searching for my smartphone charging cable, as I haven't designated a specific storage location for it. I also think that I won't be using it now since it's already charged. I don't use cables anymore.", "category": "conv"}
{"question_id": 79, "image": "21_09.jpg", "text": "While trying to open the canned food, I said, \"Huh? I don't have a can opener.\" Huh? There's no can opener.", "category": "conv"}
{"question_id": 80, "image": "38_02.jpg", "text": "I said, \"I would be happy if the rice in the Tupperware is warm,\" as I prepared to have a meal by placing the Tupperware on the table. I'm happy when the rice in the tupperware is warm.", "category": "conv"}
{"question_id": 81, "image": "40_03.jpg", "text": "After finishing washing the water bottle that I bring to the workplace, I said, \"Finally, tomorrow is a day off.\" Tomorrow is finally a day off.", "category": "conv"}
{"question_id": 82, "image": "20_05.jpg", "text": "Scene: After finishing eating, taking a short break. There is some trash left from the meal, but I don't feel like moving right now. Thank you for the meal.", "category": "conv"}
{"question_id": 83, "image": "28_06.jpg", "text": "While cooking, I gazed at the table and muttered, \"Why is there a potato in such a place?\" Why are there potatoes in such a place?", "category": "conv"}
{"question_id": 84, "image": "27_05.jpg", "text": "While cooking, I held a chili pepper in my hand and said, \"I need olive oil first.\" We need olive oil first.", "category": "conv"}
{"question_id": 85, "image": "27_07.jpg", "text": "While heating the frying pan for stir-frying, I said, \"Is vegetable oil bad for your health?\" Is salad oil bad for your health?", "category": "conv"}
{"question_id": 86, "image": "26_09.jpg", "text": "While staring at the citrus fruits placed on the table, I murmured, \"Is that a lemon? Or is it a lime?\" Is that a lemon? Or is it a lime?", "category": "conv"}
{"question_id": 87, "image": "02_07.jpg", "text": "While watching YouTube on my smartphone, the battery dropped below 50%, so I looked around anxiously to find a charger. Don't drain the battery.", "category": "conv"}
{"question_id": 88, "image": "38_07.jpg", "text": "While taking out a Tupperware container from the refrigerator to prepare breakfast, I said, \"I want to eat a warm breakfast quickly.\" I want to eat a warm breakfast quickly.", "category": "conv"}
{"question_id": 89, "image": "09_08.jpg", "text": "I will tell the robot, \"My friend is coming to play.\" My friend is coming to play.", "category": "conv"}
{"question_id": 90, "image": "19_10.jpg", "text": "During pollen season, I was working on my computer in the living room and said to the robot, \"I'm not having a runny nose right now.\" I had no worries about having a runny nose. I don't have a runny nose now.", "category": "conv"}
{"question_id": 91, "image": "09_09.jpg", "text": "I played a movie on Blu-ray and said, \"Should we eat something?\" I wonder if I should eat something.", "category": "conv"}
{"question_id": 92, "image": "13_09.jpg", "text": "When I woke up from a nap on the sofa, I said to the robot, \"Let's eat at this table.\" For dinner, I want to sit on a chair and have the condiments placed nearby. Let's eat at this table.", "category": "conv"}
{"question_id": 93, "image": "37_02.jpg", "text": "After wrapping the meal in plastic wrap, I said, \"Should we wait a little until it cools down?\" Shall we wait a little until it cools down?", "category": "conv"}
{"question_id": 94, "image": "38_09.jpg", "text": "When I realized that I had forgotten to warm up the tupperware, I said, \"Ah, I was planning to warm it up.\" Ah, I was planning to warm it up.", "category": "conv"}
{"question_id": 95, "image": "23_05.jpg", "text": "While discussing about drinking alcohol and preparing, I said, \"Huh? We're missing one more glass.\" as I searched for it. Huh? One more is missing.", "category": "conv"}
{"question_id": 96, "image": "35_04.jpg", "text": "After finishing the preparation of the dish, I was cleaning up the kitchen, so I took an appropriate amount of kitchen paper and finished cleaning. Then I said, \"The dirt is all gone, so now all we have to do is wait.\" The dirt is also clean, so all that's left is to wait.", "category": "conv"}
{"question_id": 97, "image": "30_09.jpg", "text": "While doing the dishes, I felt like I wanted to wash the water bottle too, so I said, \"I should have brought the water bottle as well.\" I should have brought a water bottle too.", "category": "conv"}
{"question_id": 98, "image": "21_05.jpg", "text": "While cooking, I was trying to open a can and searching for a can opener, muttering to myself, \"Where is the can opener...\" and looking around nervously. Can opener...", "category": "conv"}
{"question_id": 99, "image": "19_03.jpg", "text": "I wanted you to put the tissue box on the desk because it was in the way. The tissues are in the way.", "category": "conv"}
{"question_id": 100, "image": "29_10.jpg", "text": "When I was plating the leftover food on the kitchen counter, I said, \"I should have brought Saran wrap.\" I should have brought Saran Wrap.", "category": "conv"}
{"question_id": 101, "image": "36_04.jpg", "text": "While washing the cup I had finished drinking from, I said, \"I'll drink the rest later.\" Let's drink the rest later.", "category": "conv"}
{"question_id": 102, "image": "36_03.jpg", "text": "I poured the bottled drink into a cup and said, \"If we leave it like this, the drink in the bottle will become lukewarm.\" If it stays like this, the drink in the PET bottle will become lukewarm.", "category": "conv"}
{"question_id": 103, "image": "07_04.jpg", "text": "After dinner, I lie down and relax on the sofa in the living room. It's time for the drama I watch every week to start, but I haven't noticed. I'm starting to feel a little sleepy.", "category": "conv"}
{"question_id": 104, "image": "35_05.jpg", "text": "Before cooking, I said, \"The kitchen is a bit small, so I need to move things around.\" I have to move things because the kitchen is a bit small.", "category": "conv"}
{"question_id": 105, "image": "22_04.jpg", "text": "I tried to bring the baking sheet to bake cookies, but my hands were dirty, so I muttered to myself, \"I can't bring the baking sheet like this.\" I can't bring the cooking sheet.", "category": "conv"}
{"question_id": 106, "image": "01_06.jpg", "text": "In the morning, I did laundry and cleaning, and I'm tired. I want some sugar. I'm hungry. I want some sugar.", "category": "conv"}
{"question_id": 107, "image": "29_05.jpg", "text": "When I put the leftovers from dinner in the refrigerator, I said, \"I wonder where the plastic wrap went.\" I wonder where the Saran Wrap went.", "category": "conv"}
{"question_id": 108, "image": "13_04.jpg", "text": "I finished eating my meal and cleaned up the plates, but there are still some things that haven't been tidied up. The only thing left is ketchup.", "category": "conv"}
{"question_id": 109, "image": "16_03.jpg", "text": "I wanted you to put the remote control on the TV stand because I don't watch TV anymore. I don't watch TV anymore.", "category": "conv"}
{"question_id": 110, "image": "30_01.jpg", "text": "I noticed that the tea had boiled and was left on the table, so I said, \"I have to put it in the water bottle.\" I have to put tea in my water bottle.", "category": "conv"}
{"question_id": 111, "image": "05_05.jpg", "text": "While relaxing on the sofa, I remembered that a home delivery had arrived. I'm thinking, \"I should check the contents as soon as possible.\" If you don't check the contents early,", "category": "conv"}
{"question_id": 112, "image": "27_01.jpg", "text": "\"I said, 'I finished coating it with breadcrumbs,' intending to fry it in a frying pan using a small amount of olive oil.\" I finished coating it with breadcrumbs.", "category": "conv"}
{"question_id": 113, "image": "24_06.jpg", "text": "While serving dinner onto plates, I muttered, \"Hmm, where did I put the grater?\" Hmm, where did I put the grater?", "category": "conv"}
{"question_id": 114, "image": "22_10.jpg", "text": "While making sweets, I realized that I had left the cooking sheet on the table and said, \"I forgot the cooking sheet.\" I forgot the cooking sheet.", "category": "conv"}
{"question_id": 115, "image": "09_06.jpg", "text": "I always take a break by sitting on the sofa and eating snacks at a fixed time. It's almost time for my usual break. It's break time.", "category": "conv"}
{"question_id": 116, "image": "13_08.jpg", "text": "After finishing dinner, I said \"thank you for the meal\" to the robot. Thank you for the meal.", "category": "conv"}
{"question_id": 117, "image": "02_04.jpg", "text": "I continued playing a smartphone game for about an hour and a half, and said to the robot, \"I got tired because I didn't take a break and kept playing the game.\" I got tired because I played games without taking a break.", "category": "conv"}
{"question_id": 118, "image": "20_01.jpg", "text": "When I was thinking about cleaning the living room, I noticed there was trash on the table. I'll do the cleaning.", "category": "conv"}
{"question_id": 119, "image": "31_04.jpg", "text": "While preparing the meal, I used a can opener to open the lid of the canned food, and then said, \"Finally, I was able to open the can.\" I was finally able to open the canned food.", "category": "conv"}
{"question_id": 120, "image": "32_02.jpg", "text": "After finishing the preparations for cooking, they said, \"I'm done using the cooking sheet.\" The cooking sheet is already finished being used.", "category": "conv"}
{"question_id": 121, "image": "15_06.jpg", "text": "I was thirsty, so I drank the contents of the PET bottle and it became empty. I want to dispose of the empty PET bottle. It became empty.", "category": "conv"}
{"question_id": 122, "image": "18_06.jpg", "text": "I still have some snacks left that I ate for a snack, but I want to put them away out of reach because if they're right in front of me, I might end up eating more. If there are sweets, I'll eat them.", "category": "conv"}
{"question_id": 123, "image": "19_02.jpg", "text": "I was feeling a bit sick from early in the morning, so I stayed in the living room. I told the robot, \"I will leave early today.\" The tissue box that I mentioned was left there. Let's finish work early today.", "category": "conv"}
{"question_id": 124, "image": "08_09.jpg", "text": "While watching TV, a notification came to my smartphone and I said, \"I wonder what it is?\" What could it be?", "category": "conv"}
{"question_id": 125, "image": "33_10.jpg", "text": "I said, \"It's dangerous when you leave the glass out like that, it might break.\" It's dangerous when the glass breaks.", "category": "conv"}
{"question_id": 126, "image": "21_01.jpg", "text": "While making the meat sauce, I didn't know how to open the can of tomatoes, so I said, \"How do you open this again?\" How do you open this again?", "category": "conv"}
{"question_id": 127, "image": "17_04.jpg", "text": "\"I told the robot, 'Let's get to work now.' I think I can't concentrate on work when my smartphone is nearby.\" I can't concentrate on work when I have a smartphone.", "category": "conv"}
{"question_id": 128, "image": "05_07.jpg", "text": "Thinking of going shopping, I muttered to myself, \"Come to think of it, I also have something to do at the post office.\" Come to think of it, I had something to do at the post office.", "category": "conv"}
{"question_id": 129, "image": "17_10.jpg", "text": "I said to the robot, \"I'm done using my smartphone\" while working in the living room. I finished using my smartphone.", "category": "conv"}
{"question_id": 130, "image": "15_09.jpg", "text": "While watching TV on the sofa and finishing drinking from a PET bottle, I said to the robot, \"Don't get in my line of sight.\" When I watch TV, the PET bottle flickers in my field of vision. Don't let the plastic bottle come into view.", "category": "conv"}
{"question_id": 131, "image": "38_04.jpg", "text": "While preparing dinner, I said, \"Maybe I should use yesterday's leftovers.\" Should I use the leftovers from yesterday?", "category": "conv"}
{"question_id": 132, "image": "17_09.jpg", "text": "While I was concentrating on work on the sofa, I said to the robot, \"I can't help but be curious.\" I am concerned about smartphone notifications. I can't help but be concerned about my smartphone.", "category": "conv"}
{"question_id": 133, "image": "34_02.jpg", "text": "After finishing making grated daikon, I washed the grater and said, \"I'm tired of grating daikon.\" I'm tired of grating daikon.", "category": "conv"}
{"question_id": 134, "image": "02_08.jpg", "text": "While operating my smartphone, I heard a sound notifying me that the remaining battery had dropped to 20%. The battery is in bad condition.", "category": "conv"}
{"question_id": 135, "image": "06_09.jpg", "text": "I'm sweating a lot because it's hot. Feeling sick from the heat, I hurriedly turn on the air conditioner. I'm sweating and feeling gross.", "category": "conv"}
{"question_id": 136, "image": "25_05.jpg", "text": "I said, \"It's not easy to completely drain the water from the eggplant.\" I can't seem to pour water very well.", "category": "conv"}
{"question_id": 137, "image": "07_07.jpg", "text": "I always watch baseball on TV from 6 p.m., but it's now 5:55 p.m. It's about time for baseball.", "category": "conv"}
{"question_id": 138, "image": "35_06.jpg", "text": "After coming back from shopping, they said, \"I visited various places today, so I'm already tired and can't move.\" I'm tired and can't move anymore because I went to various places today.", "category": "conv"}
{"question_id": 139, "image": "20_08.jpg", "text": "Finally finished work, so I muttered, \"Should I clean up and take a rest?\" Should I clean up and take a rest?", "category": "conv"}
{"question_id": 140, "image": "38_08.jpg", "text": "I took out a Tupperware container from the refrigerator and said, \"Let's eat this today,\" as I was about to put it in the microwave, but the rice was already being heated. After the heating was finished, I took out the rice from the microwave. Let's eat this today.", "category": "conv"}
{"question_id": 141, "image": "11_08.jpg", "text": "After finishing the stretch, I came to the living room and confirmed that the robot had finished charging. I said to the robot, \"You're done.\" Charging is complete, isn't it?", "category": "conv"}
{"question_id": 142, "image": "39_08.jpg", "text": "I put the leftovers in a Tupperware container and said, \"Looks like tomorrow's bento is ready.\" Tomorrow's bento is ready.", "category": "conv"}
{"question_id": 143, "image": "02_09.jpg", "text": "A warning appeared saying that the smartphone's battery was running low, and it said \"Not enough charge.\" Not enough battery.", "category": "conv"}
{"question_id": 144, "image": "09_05.jpg", "text": "In the afternoon, I am relaxing on the sofa while watching TV. It's snack time at 3 o'clock. I'm feeling a little hungry. It's snack time.", "category": "conv"}
{"question_id": 145, "image": "12_10.jpg", "text": "When I told the robot, \"The customer has left,\" it cleaned up the cup that was on the table for me. Cleaning up is such a hassle, isn't it? The customer has left.", "category": "conv"}
{"question_id": 146, "image": "36_05.jpg", "text": "After feeling thirsty, I took out a bottled drink from the refrigerator and drank it. Then, I said, \"I've replenished my fluids, so maybe it's time to go to bed.\" I've also hydrated, so maybe it's time to go to bed.", "category": "conv"}
{"question_id": 147, "image": "23_02.jpg", "text": "Since I was doing the dishes, I wanted you to bring me a glass. Ah, a glass.", "category": "conv"}
{"question_id": 148, "image": "22_07.jpg", "text": "While cooking, I said, \"Oh! The paper I laid on the frying pan was actually copy paper.\" Oh! The thing I laid on the frying pan was a piece of copy paper.", "category": "conv"}
{"question_id": 149, "image": "04_01.jpg", "text": "I warmed up the potato and brought it to the sofa in my hand. It's done, it's done.", "category": "conv"}
{"question_id": 150, "image": "11_03.jpg", "text": "I wanted you to put away the charging cable because it was no longer needed. I don't need the cable anymore.", "category": "conv"}
{"question_id": 151, "image": "38_01.jpg", "text": "I said, \"I want to heat up the food in the Tupperware before eating\" in the situation before having a meal. I want to heat up the food in the Tupperware before eating it.", "category": "conv"}
{"question_id": 152, "image": "01_01.jpg", "text": "I ate only bread for a late-night snack and murmured, \"I wonder if this alone will last until morning?\" Will this be enough to last until morning?", "category": "conv"}
{"question_id": 153, "image": "38_03.jpg", "text": "While preparing the meal, I said, \"I made some simmered dish in advance, but it got cold.\" The simmered dish I made in advance has gotten cold.", "category": "conv"}
{"question_id": 154, "image": "32_09.jpg", "text": "When using oil in the frying pan, I said, \"I mistook it for kitchen paper.\" I mistook it for kitchen paper.", "category": "conv"}
{"question_id": 155, "image": "02_10.jpg", "text": "I told the robot, \"I'm busy today.\" I'm worried about charging my smartphone. Today is busy.", "category": "conv"}
{"question_id": 156, "image": "37_04.jpg", "text": "After covering the leftovers with Saran Wrap and putting them in the refrigerator, I said, \"That's it for today.\" Today is over with this.", "category": "conv"}
{"question_id": 157, "image": "14_02.jpg", "text": "After playing in the living room, I said to the robot, \"Bring me the children.\" The toy car was left out. I will send the child.", "category": "conv"}
{"question_id": 158, "image": "21_10.jpg", "text": "I thought about opening the can on the dining table, but since the juice was dripping, I moved to the kitchen. However, I noticed that the can opener was left on the table and said, \"I forgot the can opener.\" I forgot the can opener.", "category": "conv"}
{"question_id": 159, "image": "38_10.jpg", "text": "While preparing the meal, I took out a Tupperware container with the leftovers from yesterday's meal and said, \"Let's warm this up and eat it today too.\" Let's warm this up and eat it today.", "category": "conv"}
{"question_id": 160, "image": "33_05.jpg", "text": "After enjoying some alcohol, I said, \"It's dangerous to leave the glass out like that.\" It's dangerous if the glass is left out.", "category": "conv"}
{"question_id": 161, "image": "37_08.jpg", "text": "After finishing the meal, I said, \"I can clean up tomorrow.\" Cleaning up can wait until tomorrow.", "category": "conv"}
{"question_id": 162, "image": "03_07.jpg", "text": "I want to take a break to relax after being tense from having an important conversation over the phone until just now. I'm so nervous.", "category": "conv"}
{"question_id": 163, "image": "31_08.jpg", "text": "After finishing cooking, while tidying up dishes and knives, I said, \"I also need to tidy up the can opener.\" I have to clean up the can opener.", "category": "conv"}
{"question_id": 164, "image": "06_04.jpg", "text": "On a hot summer day, I said \"I'm going\" to the robot. I'm worried about heatstroke. I'll be back.", "category": "conv"}
{"question_id": 165, "image": "25_07.jpg", "text": "I wanted you to bring kitchen paper because the kitchen got dirty. Where is the kitchen paper?", "category": "conv"}
{"question_id": 166, "image": "26_05.jpg", "text": "While trying to make lemon tea, I discovered that there was a lemon on the table and muttered, \"I guess I can't make lemon tea without lemons.\" We don't have any lemons.", "category": "conv"}
{"question_id": 167, "image": "32_06.jpg", "text": "I said, \"Let's eat while it's still hot\" after preparing the meal. Let's eat it while it's still hot.", "category": "conv"}
{"question_id": 168, "image": "10_07.jpg", "text": "I have severe hay fever and can't stop sneezing. There is no tissue.", "category": "conv"}
{"question_id": 169, "image": "12_08.jpg", "text": "After taking a bath, I drank water in the living room and told the robot, \"I finished drinking.\" I drank it all.", "category": "conv"}
{"question_id": 170, "image": "06_03.jpg", "text": "I was practicing my presentation in front of the computer in preparation for tomorrow. Do you want to practice the presentation?", "category": "conv"}
{"question_id": 171, "image": "27_02.jpg", "text": "I wanted to cook meat dishes, so I wanted you to bring olive oil. What about the olive oil?", "category": "conv"}
{"question_id": 172, "image": "26_04.jpg", "text": "I wanted you to bring me a lemon because the fried chicken is ready. Where is the lemon?", "category": "conv"}
{"question_id": 173, "image": "28_04.jpg", "text": "I wanted to eat curry, so while I was cutting vegetables, I realized there were only potatoes left. I said, \"I wonder where the potatoes went, there are none.\" I wonder where the potatoes went, there are none.", "category": "conv"}
{"question_id": 174, "image": "30_06.jpg", "text": "When I thought about putting water in my water bottle, I forgot where I had put it. I said, \"I don't have my water bottle.\" I don't have a water bottle.", "category": "conv"}
{"question_id": 175, "image": "18_07.jpg", "text": "After finishing lunch, some time has passed and I'm starting to feel a little hungry. However, dinner time is approaching soon. Is it time for dinner soon?", "category": "conv"}
{"question_id": 176, "image": "28_07.jpg", "text": "When I was preparing curry and found that there was not enough meat, I said, \"I wonder if there is anything else that can be used as an ingredient.\" Is there anything else that can be used as an ingredient?", "category": "conv"}
{"question_id": 177, "image": "37_10.jpg", "text": "After gathering the necessary ingredients for cooking in the kitchen, they said, \"I should have gotten the plastic wrap last.\" Saran wrap was good at the end.", "category": "conv"}
{"question_id": 178, "image": "33_07.jpg", "text": "While working from home, I drank barley tea for a change of mood, washed the cup, polished it with a cloth, and then placed the cup on the kitchen counter, saying, \"Well, let's do our best with the remaining work.\" Now, let's do our best with the remaining work.", "category": "conv"}
{"question_id": 179, "image": "06_05.jpg", "text": "When I greeted the robot in the living room, my throat was dry and my voice was hoarse. Don't let your throat get dry.", "category": "conv"}
{"question_id": 180, "image": "38_06.jpg", "text": "While cooking, I said, \"All that's left is to serve it with something warmed up in a Tupperware, and it'll be ready.\" Just heat it up in a tupperware container and it's ready to serve.", "category": "conv"}
{"question_id": 181, "image": "24_03.jpg", "text": "I tried to grate the daikon, but I noticed it was on the table and muttered, \"Did I leave the grater over there...\" Did I leave the grater over there...?", "category": "conv"}
{"question_id": 182, "image": "39_10.jpg", "text": "\"I packed the cooked dish into a Tupperware container and said, 'I made a lot, so let's save this and not eat it today.'\" Since I made a lot, I'll leave this for today and not eat it.", "category": "conv"}
{"question_id": 183, "image": "36_06.jpg", "text": "After drinking a little bit of the beverage, I said, \"Let's drink again later.\" Let's drink later.", "category": "conv"}
{"question_id": 184, "image": "08_07.jpg", "text": "I have been concerned about my recent weight gain, so I was advertising diet equipment on a TV shopping program. I want a dieting device.", "category": "conv"}
{"question_id": 185, "image": "03_09.jpg", "text": "While sitting on the sofa with a glass left on the desk, I said, \"I'm thirsty.\" I'm thirsty.", "category": "conv"}
{"question_id": 186, "image": "27_03.jpg", "text": "While making pasta, I realized there was no olive oil, so I looked around and found it on the table, and said, \"I guess olive oil is essential for pasta, right?\" Definitely, pasta needs olive oil, right?", "category": "conv"}
{"question_id": 187, "image": "07_05.jpg", "text": "I sat on the sofa to take a break. When I wanted to watch TV, I couldn't find the remote control. I usually put it on the table within reach of the sofa. Where is the remote control?", "category": "conv"}
{"question_id": 188, "image": "12_02.jpg", "text": "After drinking tea in the living room, I said to the robot, \"I'm going to the bathroom.\" There was a cup on the table. I'm going to the bathroom.", "category": "conv"}
{"question_id": 189, "image": "08_08.jpg", "text": "Somewhere, the sound of a smartphone ringing can be heard. I noticed it, but I don't remember where I put it. I strain my ears to figure out where it's ringing. Where did I put my smartphone?", "category": "conv"}
{"question_id": 190, "image": "17_07.jpg", "text": "After finishing dinner, I started watching TV in the living room. I don't use my smartphone because I'm focused on the TV. Let's watch it on TV.", "category": "conv"}
{"question_id": 191, "image": "39_01.jpg", "text": "In a situation where I put the leftovers in a Tupperware, I said, \"If we leave it like this, the leftovers might spoil.\" If we leave it like this, the leftovers will rot.", "category": "conv"}
{"question_id": 192, "image": "32_10.jpg", "text": "After using the cooking sheet, I said, \"We don't need the cooking sheet anymore.\" We don't need a cooking sheet anymore.", "category": "conv"}
{"question_id": 193, "image": "40_07.jpg", "text": "After returning from jogging, I washed the empty water bottle and placed it on the counter while saying, \"Let's continue to work hard at jogging for the sake of our health.\" Let's continue to work hard and keep jogging for our health.", "category": "conv"}
{"question_id": 194, "image": "14_06.jpg", "text": "While relaxing on the sofa, I became bothered by the fact that the table was not tidy. I felt that the toy car shouldn't be here. The table is messy.", "category": "conv"}
{"question_id": 195, "image": "27_06.jpg", "text": "While making the dressing, I murmured, \"Should I add a little more olive oil?\" Shall I add a little more olive oil?", "category": "conv"}
{"question_id": 196, "image": "26_02.jpg", "text": "I was plating the fried chicken in the kitchen and said, \"I need to do the final touch.\" The final touch is necessary.", "category": "conv"}
{"question_id": 197, "image": "30_03.jpg", "text": "The child left their water bottle on the desk and I said, \"I have to take the water bottle on the desk to wash it.\" I have to go get the water bottle on the desk.", "category": "conv"}
{"question_id": 198, "image": "36_08.jpg", "text": "I poured the contents of the PET bottle that I took out from the refrigerator into a glass, closed the cap, placed the PET bottle, and left the kitchen with the glass. Let's take a break.", "category": "conv"}
{"question_id": 199, "image": "14_07.jpg", "text": "After finishing lunch, I went to the living room and greeted the robot with \"hello\". Just a while ago, the child started taking a nap. Hello.", "category": "conv"}
{"question_id": 200, "image": "08_01.jpg", "text": "I was working on my PC at the desk, but it was time to contact my friend as I had been told. I wonder if I will receive a message soon.", "category": "conv"}
{"question_id": 201, "image": "12_03.jpg", "text": "I wanted you to put the glass on the desk because I finished drinking. I finished drinking.", "category": "conv"}
{"question_id": 202, "image": "03_06.jpg", "text": "I brought a plastic bottle, but I realized there is no cup. There is no cup.", "category": "conv"}
{"question_id": 203, "image": "33_06.jpg", "text": "After finishing the meal, he said, \"I'm so full that I can't move.\" I'm already full and can't move.", "category": "conv"}
{"question_id": 204, "image": "39_06.jpg", "text": "While making tomorrow's bento, I said, \"Alright, preparation complete.\" Alright, preparations are complete.", "category": "conv"}
{"question_id": 205, "image": "11_04.jpg", "text": "I'm feeling a bit busy and unable to free up my hands, but I want to tidy up my desk. I want to clean up the desk.", "category": "conv"}
{"question_id": 206, "image": "18_02.jpg", "text": "When the sun had set, I said to the robot, \"I'm going to pick up the child.\" The half-eaten snack was left as it was. I'm going to pick up the child.", "category": "conv"}
{"question_id": 207, "image": "01_02.jpg", "text": "It became 3 o'clock, so I sat on the sofa to take a break from work. Shall we take a little break?", "category": "conv"}
{"question_id": 208, "image": "16_10.jpg", "text": "When I got up from my seat, turning off the TV and thinking I should go out soon, someone had already put away the remote control for me. I had planned to do it later. I have to go soon.", "category": "conv"}
{"question_id": 209, "image": "18_10.jpg", "text": "When I complained, \"I ate sweets again~\", they took away the snacks. Are they helping me with my diet?? I ate sweets again.", "category": "conv"}
{"question_id": 210, "image": "05_03.jpg", "text": "While taking a break in the living room, I suddenly remembered about the home delivery package and looked around while asking the robot, \"I wonder where I put it.\" I wonder where I put that delivery package.", "category": "conv"}
{"question_id": 211, "image": "06_06.jpg", "text": "I had an urgent matter come up in the middle of a hot summer day, so I said to the robot, \"It's hot, but I'll go out for a bit.\" It's hot, but I'm going out for a bit.", "category": "conv"}
{"question_id": 212, "image": "26_01.jpg", "text": "While frying the karaage, they said, \"Some people may not like it, but I guess I'll also cut and serve that just in case.\" Some people may not like it, but I'll cut and serve the lemon just in case.", "category": "conv"}
{"question_id": 213, "image": "07_08.jpg", "text": "I usually put the remote control on the table. However, because I was thinking about something else, I accidentally put it in a different place than usual. I didn't realize that. Where is the remote control again?", "category": "conv"}
{"question_id": 214, "image": "28_08.jpg", "text": "I was cooking nikujaga in the kitchen and said, \"I forgot to bring the potatoes.\" I forgot to bring the potatoes.", "category": "conv"}
{"question_id": 215, "image": "37_03.jpg", "text": "After finishing the meal, I covered the leftover plate with plastic wrap and said, \"I'm already full, let's have the rest for tomorrow's breakfast.\" Let's save the rest for tomorrow's lunch.", "category": "conv"}
{"question_id": 216, "image": "34_04.jpg", "text": "I said, \"With this, the daikon radish grating is done,\" while cooking. With this, the daikon radish grating is finished.", "category": "conv"}
{"question_id": 217, "image": "35_03.jpg", "text": "While wiping the dishes, I said, \"Oh, the kitchen paper is in the way and there's no space to put the dishes.\" Oh, the kitchen paper is in the way and there's no space to put the dishes.", "category": "conv"}
{"question_id": 218, "image": "02_01.jpg", "text": "I sat on the sofa, intending to watch a movie, so I played a video and set up the computer on the desk. I wonder if I should watch a movie.", "category": "conv"}
{"question_id": 219, "image": "18_03.jpg", "text": "I wanted you to clean up the finished snacks. I finished eating.", "category": "conv"}
{"question_id": 220, "image": "33_08.jpg", "text": "I prepared several glasses, poured the drinks, and looking at the leftover glasses, I said, \"I didn't need one of them.\" I didn't need one.", "category": "conv"}
{"question_id": 221, "image": "07_10.jpg", "text": "After returning home, I told the robot, \"I'm tired.\" I want to relax at home slowly. I'm tired.", "category": "conv"}
{"question_id": 222, "image": "31_02.jpg", "text": "After finishing cooking and opening the lid of the canned food, I said, \"I don't need a can opener anymore.\" I don't need a can opener anymore.", "category": "conv"}
{"question_id": 223, "image": "10_05.jpg", "text": "After returning home, I went to the living room and said to the robot, \"I bought some snacks on my way back.\" I bought some snacks on my way back.", "category": "conv"}
{"question_id": 224, "image": "29_02.jpg", "text": "After the meal, I brought the plate with the leftover side dishes to the sink, but I forgot to bring the plastic wrap that was on the table. Ah, I forgot.", "category": "conv"}
{"question_id": 225, "image": "35_09.jpg", "text": "When there was still some kitchen paper left, I said, \"Oh, there's still some kitchen paper left.\" I still have kitchen paper.", "category": "conv"}
{"question_id": 226, "image": "10_03.jpg", "text": "I am suffering from hay fever season. Hay fever is tough.", "category": "conv"}
{"question_id": 227, "image": "29_04.jpg", "text": "When I tried to wrap the dish I bought in the kitchen with plastic wrap, I realized that I had left it on the table and said, \"I left the wrap on the table.\" The wrap is left on the table.", "category": "conv"}
{"question_id": 228, "image": "22_02.jpg", "text": "I wanted you to bring a cooking sheet because I'm going to use the microwave. Oh, where is the cooking sheet?", "category": "conv"}
{"question_id": 229, "image": "40_08.jpg", "text": "I took out my water bottle and tried to make tea, but then I realized I didn't have enough time, so I said, \"This will do,\" and took out a plastic bottle from the refrigerator. This is fine.", "category": "conv"}
{"question_id": 230, "image": "11_06.jpg", "text": "When I came to the living room and sat on the sofa, I noticed that the table was not tidy. The charging cable is in the way. The table is messy.", "category": "conv"}
{"question_id": 231, "image": "23_10.jpg", "text": "While washing the dishes, I noticed that there was a glass left on the table and said, \"I forgot the glass.\" I forgot the glass.", "category": "conv"}
{"question_id": 232, "image": "09_03.jpg", "text": "I spoke to the robot, saying \"I'm going to watch a movie now\" in order to watch a movie in the living room. It's a time when I'm starting to feel a little hungry. I'm going to watch a movie now.", "category": "conv"}
{"question_id": 233, "image": "32_07.jpg", "text": "After using a cooking sheet to make sweets in the toaster oven, I said, \"Let's plate the cookies.\" Let's plate the cookies.", "category": "conv"}
{"question_id": 234, "image": "19_04.jpg", "text": "The situation where my nose was running, I used a tissue to blow my nose, and I feel refreshed because the runny nose is gone and my nose is clean. My nose feels refreshed.", "category": "conv"}
{"question_id": 235, "image": "24_08.jpg", "text": "While grilling the Pacific saury, I prepared the vegetables and said, \"Daikon radish is essential for Pacific saury, right?\" Daikon is essential for sanma, right?", "category": "conv"}
{"question_id": 236, "image": "24_09.jpg", "text": "While grilling saury in the kitchen, I said, \"Maybe I should make some grated radish too.\" Shall I also make some grated daikon radish?", "category": "conv"}
{"question_id": 237, "image": "02_03.jpg", "text": "I returned home and said \"I'm home\" to the robot. The battery of my smartphone is running low. I'm home.", "category": "conv"}
{"question_id": 238, "image": "13_02.jpg", "text": "After having lunch in the living room, I said to the robot, \"I'm going to take a short break.\" There was ketchup on the table. I'll take a short break and come back.", "category": "conv"}
{"question_id": 239, "image": "17_05.jpg", "text": "A state of relaxing in the living room before going to bed. I heard that looking at bright lights before sleeping can make it difficult to fall asleep, so I don't feel like looking at my smartphone too much. I don't want to look at my smartphone before going to bed.", "category": "conv"}
{"question_id": 240, "image": "03_02.jpg", "text": "After taking a bath, I am thirsty. I'm thirsty after taking a bath.", "category": "conv"}
{"question_id": 241, "image": "31_03.jpg", "text": "After opening all the cans to be used, he said, \"Alright, I think these are all the cans.\" Alright, is this all the cans?", "category": "conv"}
{"question_id": 242, "image": "37_06.jpg", "text": "I covered all the leftover plates on the table with plastic wrap and put them in the refrigerator. Is this okay?", "category": "conv"}
{"question_id": 243, "image": "39_03.jpg", "text": "\"I packed the cooled side dishes into a tupperware and said, 'Alright, I've made some ready-made dishes.'\" Alright, the side dishes are ready.", "category": "conv"}
{"question_id": 244, "image": "39_02.jpg", "text": "I said, \"It's delicious to put the leftover meal in a Tupperware, chill it, and let it mature before eating.\" It's delicious when you chill it and let it mature before eating.", "category": "conv"}
{"question_id": 245, "image": "03_04.jpg", "text": "While working in the living room, I say to the robot, \"I'm starting to feel a little sleepy.\" I massage my eyes and yawn. I'm starting to feel a little sleepy.", "category": "conv"}
{"question_id": 246, "image": "20_03.jpg", "text": "After sitting on the living room sofa and blowing my nose loudly using tissue paper, I said, \"I should go to bed early.\" Then, I crumpled up the trash and placed it on the table. After doing so, the robot threw away the trash that I had forgotten to dispose of in the trash can. Should I go to bed early?", "category": "conv"}
{"question_id": 247, "image": "36_10.jpg", "text": "When I realized that I had left the PET bottle out, I said, \"The drink will become warm.\" The drink becomes lukewarm.", "category": "conv"}
{"question_id": 248, "image": "23_09.jpg", "text": "While cleaning up after the meal, I said, \"Oh, I forgot to wash the glass.\" Ah, I forgot to wash the glass.", "category": "conv"}
{"question_id": 249, "image": "11_10.jpg", "text": "I was working in the living room during the day and said to the robot, \"Charging is complete.\" The computer's battery is fully charged. The robot carefully lifted the charging dock from the low table, carried it to the desk without dropping it, and quietly placed the charging cable. Charging is complete.", "category": "conv"}
{"question_id": 250, "image": "25_04.jpg", "text": "After salting the eggplant and waiting for a few minutes, I felt like removing the moisture, so I said, \"I wonder if the bitterness of the eggplant has been removed by now.\" I wonder if the bitterness of the eggplant has subsided by now.", "category": "conv"}
{"question_id": 251, "image": "08_06.jpg", "text": "While taking a break on the sofa, the designated time arrived and my smartphone alarm went off. However, my smartphone is not within reach. What about the smartphone?", "category": "conv"}
{"question_id": 252, "image": "25_03.jpg", "text": "While cooking, I realized that I had left the kitchen paper on the table and said, \"I forgot the kitchen paper.\" I forgot the kitchen paper.", "category": "conv"}
{"question_id": 253, "image": "06_02.jpg", "text": "After returning from jogging and taking a shower, I sat on the sofa and said, \"I worked up a good sweat.\" I worked up a good sweat.", "category": "conv"}
{"question_id": 254, "image": "10_08.jpg", "text": "I was watching my favorite movie, and it was about to reach a touching scene. What a nice scene.", "category": "conv"}
{"question_id": 255, "image": "03_03.jpg", "text": "After getting out of the bath, they came to the living room and said to the robot, \"The water temperature was just right.\" It was a good temperature.", "category": "conv"}
{"question_id": 256, "image": "06_08.jpg", "text": "I am reading while eating snacks. Without taking my eyes off the book, I am feeling around for a drink. (There is no drink on the table.) Huh?", "category": "conv"}
{"question_id": 257, "image": "26_08.jpg", "text": "I tried to put lemon in the carbonated water and said, \"Huh? The lemons I bought are gone.\" Huh? The lemons I bought are gone.", "category": "conv"}
{"question_id": 258, "image": "34_07.jpg", "text": "After finishing washing the dishes, I said, \"The grater is washed and dried.\" The grater is finished washing and it's dry.", "category": "conv"}
{"question_id": 259, "image": "37_05.jpg", "text": "I cut the meat from the pack into a portion for one meal, wrapped it in plastic wrap, and put it in the refrigerator, saying, \"I wonder what dish I should use the meat for.\" I wonder what kind of dish I should use meat in.", "category": "conv"}
{"question_id": 260, "image": "21_07.jpg", "text": "I said, \"Where did I put the can opener?\" because I got hungry and was about to eat canned food. Where did I put the can opener?", "category": "conv"}
{"question_id": 261, "image": "20_06.jpg", "text": "When I sat on the sofa, there was trash on the table in front of me. It's bothersome, so I want to throw it away and tidy up the table. The garbage is in the way.", "category": "conv"}
{"question_id": 262, "image": "05_06.jpg", "text": "\"I wonder where I put the smartphone case that arrived earlier.\" (muttering to oneself) I wonder where I put the smartphone case that arrived earlier.", "category": "conv"}
{"question_id": 263, "image": "06_10.jpg", "text": "I woke up in the morning and said \"good morning\" to the robot. I am thirsty. Good morning.", "category": "conv"}
{"question_id": 264, "image": "03_01.jpg", "text": "I finished eating lunch, so I took out the medication for my chronic illness that I have to take after meals from my pocket. I have to take medicine.", "category": "conv"}
{"question_id": 265, "image": "30_07.jpg", "text": "While doing the dishes, I noticed that the water bottle was left on the table and said, \"I forgot the water bottle.\" I forgot my water bottle.", "category": "conv"}
{"question_id": 266, "image": "10_04.jpg", "text": "While relaxing in the living room, I suddenly had a nosebleed, so I instinctively said to the robot, \"I'm having a nosebleed!\" Nosebleed.", "category": "conv"}
{"question_id": 267, "image": "30_02.jpg", "text": "While preparing to go out, I couldn't find my water bottle, so I searched around the kitchen and said, \"Where did I put my water bottle?\" Where did I put my water bottle?", "category": "conv"}
{"question_id": 268, "image": "25_02.jpg", "text": "When I wanted to absorb the oil, I said, \"The best way to absorb oil is with kitchen paper, right?\" Kitchen paper is the best for absorbing oil, right?", "category": "conv"}
{"question_id": 269, "image": "09_04.jpg", "text": "After cleaning up the room, I went to the living room and said to the robot, \"It was quite difficult to tidy up.\" I'm feeling a bit hungry. It was tough because it didn't tidy up easily.", "category": "conv"}
{"question_id": 270, "image": "18_05.jpg", "text": "I am on a diet, but whenever there are sweets in front of me, I feel like I might end up eating them. I am on a diet.", "category": "conv"}
{"question_id": 271, "image": "19_05.jpg", "text": "A scene where I brought tissues to wipe the table, but I have finished wiping and am now relaxing. I don't need tissues anymore.", "category": "conv"}
{"question_id": 272, "image": "21_06.jpg", "text": "I picked up the can and muttered, \"Where was the can opener?\" Where was the can opener?", "category": "conv"}
{"question_id": 273, "image": "39_05.jpg", "text": "I put the fruit in a Tupperware container and said, \"Let's have it for dessert tonight.\" Let's have it as tonight's dessert.", "category": "conv"}
{"question_id": 274, "image": "04_02.jpg", "text": "I am eating french fries on the living room table. While talking to the robot, I look around and say, \"Potatoes are delicious, aren't they?\" Potatoes are delicious, aren't they?", "category": "conv"}
{"question_id": 275, "image": "04_04.jpg", "text": "I made omurice for lunch and was planning to eat it, but I forgot to put ketchup on it. I forgot to put ketchup on it.", "category": "conv"}
{"question_id": 276, "image": "22_06.jpg", "text": "While busily preparing dinner, I glanced at the table and muttered, \"Cooking sheet, was it there in such a place?\" Cooking sheet, was it in a place like that?", "category": "conv"}
{"question_id": 277, "image": "25_09.jpg", "text": "I tried to find a dishcloth to wipe the dishes, but couldn't find one, so I said, \"Should I wipe it with kitchen paper?\" Should I wipe it with kitchen paper?", "category": "conv"}
{"question_id": 278, "image": "31_10.jpg", "text": "I said, \"I want to use the sink, but it's messy,\" when I left the can opener as it was after using it. I want to use the kitchen sink, but it's messy.", "category": "conv"}
{"question_id": 279, "image": "07_06.jpg", "text": "While watching TV, I received a phone call. I need to lower the volume of the TV, but I don't have the remote control with me. Hello?", "category": "conv"}
{"question_id": 280, "image": "25_06.jpg", "text": "When I tried to wipe the washed and wet vegetables, I said, \"I only have a cloth that I used to wipe the floor.\" There is only a cloth that has been used to wipe the floor.", "category": "conv"}
{"question_id": 281, "image": "11_07.jpg", "text": "I greeted the robot with \"Good morning.\" My smartphone is fully charged. Good morning.", "category": "conv"}
{"question_id": 282, "image": "22_08.jpg", "text": "I was making cookie dough in the kitchen and said, \"I have to lay down a cooking sheet before baking.\" You need to lay down a cooking sheet before baking.", "category": "conv"}
{"question_id": 283, "image": "04_09.jpg", "text": "While eating omurice, I felt that the taste was bland and said, \"Should I add a little more flavor?\" Shall we add a little more flavor?", "category": "conv"}
{"question_id": 284, "image": "17_01.jpg", "text": "I finished checking my smartphone, so I said to the robot, \"I finished the job of checking my smartphone.\" I finished my job of checking my smartphone.", "category": "conv"}
{"question_id": 285, "image": "04_07.jpg", "text": "I tried to eat omurice but realized there was no ketchup, so I muttered, \"Hmm, where did I put the ketchup...\" Hmm, where was the ketchup again?", "category": "conv"}
{"question_id": 286, "image": "24_10.jpg", "text": "I grilled the Pacific saury and said, \"Should I serve it with grated daikon?\" Shall I serve it with grated daikon radish?", "category": "conv"}
{"question_id": 287, "image": "27_08.jpg", "text": "While making dressing in the kitchen, I said, \"I need olive oil, but it's a hassle to go get it.\" Olive oil is also necessary, but it's a hassle to go get it.", "category": "conv"}
{"question_id": 288, "image": "20_09.jpg", "text": "While looking at the trash on the sofa, I said to the robot, \"If I throw it from here, it will probably go in.\" It was annoying that I would have to get up if it didn't go in. If I throw it from here, it will go in, right?", "category": "conv"}
{"question_id": 289, "image": "23_01.jpg", "text": "While working at the kitchen sink, I got thirsty and wanted to drink water, but there was no glass shelf nearby, so I said, \"I'm thirsty.\" I'm thirsty.", "category": "conv"}
{"question_id": 290, "image": "34_03.jpg", "text": "While cooking, I grated the daikon radish using a grater and turned it into grated daikon, then I cleaned the grater properly and said, \"Alright, grated daikon preparation complete, now it's just a matter of finishing the dish.\" Alright, the grated radish is ready.", "category": "conv"}
{"question_id": 291, "image": "08_04.jpg", "text": "I was working on my computer in the living room during the day, and I said to the robot, \"I have to make a phone call to the other party.\" It's a situation where I have to hurry and make the call before the afternoon. I had to make a phone call to the other party.", "category": "conv"}
{"question_id": 292, "image": "06_07.jpg", "text": "I left a PET bottle of tea on the living room table. As I was relaxing on the sofa, I started to feel thirsty. I'm getting thirsty.", "category": "conv"}
{"question_id": 293, "image": "40_06.jpg", "text": "After finishing washing the lunch box dishes, I said, \"Oh, the TV show I want to watch is starting.\" Oh, the TV show I want to watch is starting.", "category": "conv"}
{"question_id": 294, "image": "32_01.jpg", "text": "Since the kitchen is filled with stuff, I said, \"I'll use the cooking sheet later.\" Let's use the cooking sheet later.", "category": "conv"}
{"question_id": 295, "image": "26_10.jpg", "text": "While cooking, I realized that I had left the lemon I bought on the table and said, \"I forgot the lemon.\" I forgot the lemon.", "category": "conv"}
{"question_id": 296, "image": "36_01.jpg", "text": "While arranging the items I bought at the supermarket, I said, \"I need to organize the contents of the refrigerator.\" I need to organize the contents of the refrigerator.", "category": "conv"}
{"question_id": 297, "image": "07_03.jpg", "text": "While watching TV in the living room, I look around and say to the robot, \"Another program is about to start soon, isn't it?\" Another program is about to start soon.", "category": "conv"}
{"question_id": 298, "image": "01_10.jpg", "text": "I greeted the robot with a \"Hello!\" I want to eat something sweet. Hello!", "category": "conv"}
{"question_id": 299, "image": "29_06.jpg", "text": "I said \"There is no plastic wrap\" because I tried to use it to store leftover food but couldn't find it in the kitchen sink. There is no wrap.", "category": "conv"}
{"question_id": 300, "image": "14_10.jpg", "text": "While I was tidying up the toys, they brought the toy car to the playground for me. I didn't realize that the toy car was still there. Will you clean up your toys?", "category": "conv"}
{"question_id": 301, "image": "32_03.jpg", "text": "While lining a baking sheet with parchment paper, I said, \"All that's left is to bake them.\" Just need to bake it.", "category": "conv"}
{"question_id": 302, "image": "05_02.jpg", "text": "I received a home delivery package from a delivery service, but I was busy, so I left it on the desk. Now, I'm sitting on the sofa, taking a break. Where did I put the home delivery package?", "category": "conv"}
{"question_id": 303, "image": "02_06.jpg", "text": "I noticed that I had forgotten to charge my smartphone while I was operating it. I forgot to charge it.", "category": "conv"}
{"question_id": 304, "image": "01_07.jpg", "text": "I was reading an online article about a fruit special feature before breakfast. This banana looks delicious.", "category": "conv"}
{"question_id": 305, "image": "24_04.jpg", "text": "While grilling saury, I held a daikon and said, \"I wonder where I put it away?\" I wonder where I put it away.", "category": "conv"}
{"question_id": 306, "image": "09_07.jpg", "text": "During the break, I said, \"Did we have any snacks?\" Did we have any snacks?", "category": "conv"}
{"question_id": 307, "image": "28_02.jpg", "text": "While I was in the washroom, I wanted to wash the potatoes in advance, so I said, \"Where were the potatoes?\" Where did I put the potatoes?", "category": "conv"}
{"question_id": 308, "image": "39_09.jpg", "text": "While cleaning up the kitchen counter, I said, \"I need to freeze the leftovers as soon as possible.\" Leftovers should be frozen as soon as possible.", "category": "conv"}
{"question_id": 309, "image": "05_01.jpg", "text": "I sat on the sofa to sort out the accumulated mail that had arrived. I have to organize my belongings.", "category": "conv"}
{"question_id": 310, "image": "27_04.jpg", "text": "\"I stored the food I ordered online in the drawer, and with relief, I said, 'Finally, that olive oil is the last one.'\" Finally, it's all over with that one bottle of olive oil.", "category": "conv"}
{"question_id": 311, "image": "21_03.jpg", "text": "I wanted a can opener, so I was thinking of asking you to bring it back to the kitchen. Hey, where's the can opener?", "category": "conv"}
{"question_id": 312, "image": "16_05.jpg", "text": "Scene where I turned off the TV that I was watching when it was time to go out. I am thinking a little about today's schedule. Is it time to leave already?", "category": "conv"}
{"question_id": 313, "image": "05_09.jpg", "text": "I remembered the package that I had received and left untouched, and said, \"Come to think of it, something had arrived.\" By the way, something arrived.", "category": "conv"}
{"question_id": 314, "image": "35_01.jpg", "text": "I said, \"I have finished wiping the dishes thoroughly with kitchen paper,\" in a situation where the dishwashing was done. I have thoroughly wiped the dishes with kitchen paper.", "category": "conv"}
{"question_id": 315, "image": "10_02.jpg", "text": "Because it's allergy season, my runny nose suddenly won't stop. I can't stop my runny nose.", "category": "conv"}
{"question_id": 316, "image": "15_08.jpg", "text": "After returning from going out, I quenched my thirst and said to the robot, \"It was delicious.\" It was delicious.", "category": "conv"}
{"question_id": 317, "image": "39_04.jpg", "text": "After finishing eating rice, I packed the leftover curry in a Tupperware container and said, \"No, let's save the leftover curry for next time.\" No, let's save the leftover curry for next time.", "category": "conv"}
{"question_id": 318, "image": "33_09.jpg", "text": "While cleaning the kitchen sink, I said, \"I forgot to put away only the glass\" when my hands got wet. I forgot to put away only the glass.", "category": "conv"}
{"question_id": 319, "image": "12_06.jpg", "text": "I want to clean up the table because I finished drinking coffee after waking up in the morning. The coffee was delicious.", "category": "conv"}
{"question_id": 320, "image": "36_09.jpg", "text": "After leaving the PET bottle at room temperature, they said, \"Oh! It's gotten warm.\" Wow! It's gotten warm.", "category": "conv"}
{"question_id": 321, "image": "20_02.jpg", "text": "When I was in the living room, I realized it had become night and said to the robot, \"Thank you for your hard work today.\" I needed to clean up the garbage. Thank you for your hard work today.", "category": "conv"}
{"question_id": 322, "image": "25_08.jpg", "text": "While looking for kitchen paper to wipe the dishes, I noticed that it had been left on the table and said, \"Why is the kitchen paper in such a place?\" There is kitchen paper in such a place.", "category": "conv"}
{"question_id": 323, "image": "23_08.jpg", "text": "While polishing glasses in the kitchen, I noticed there were glasses on the table as well, and I said, \"There are glasses on the table that haven't been polished.\" There are also glasses that haven't been polished on the table.", "category": "conv"}
{"question_id": 324, "image": "14_05.jpg", "text": "Before going out with the children, I was playing with a toy car, but I left it as it was without cleaning up. I have a desire to teach the children to clean up. I have to clean up my toys.", "category": "conv"}
{"question_id": 325, "image": "32_05.jpg", "text": "While grilling saury in a frying pan, I said, \"I won't use parchment paper anymore.\" I don't use cooking sheets anymore.", "category": "conv"}
{"question_id": 326, "image": "04_03.jpg", "text": "I came to the living room with a bag and said to the robot, \"I just received a lot of french fries from my friend.\" I just received a lot of french fries from my friend.", "category": "conv"}
{"question_id": 327, "image": "01_08.jpg", "text": "During the break, I said to myself, \"I'm feeling a bit hungry.\" I'm feeling a bit hungry.", "category": "conv"}
{"question_id": 328, "image": "21_02.jpg", "text": "I am about to start cooking, and while I was at the sink, I felt like draining the excess liquid from the canned food, so I said, \"Let's start by opening the can.\" Let's start by opening a can.", "category": "conv"}
{"question_id": 329, "image": "35_07.jpg", "text": "While doing the big cleaning, I said, \"It's tough to still have so many things to put away while organizing kitchen supplies.\" It's still difficult to have so many things to put away.", "category": "conv"}
{"question_id": 330, "image": "37_07.jpg", "text": "I said, \"The plastic wrap is in the way\" when I was cooking at the kitchen sink and wanted to work in the space where the plastic wrap was placed. Saran wrap is in the way, isn't it?", "category": "conv"}
{"question_id": 331, "image": "11_09.jpg", "text": "While lying down on the sofa, I said to the robot, \"I wonder if the smartphone is fully charged.\" I wonder if the smartphone's battery is fully charged.", "category": "conv"}
{"question_id": 332, "image": "29_07.jpg", "text": "While cooking, I realized I needed plastic wrap and said, \"I forgot the plastic wrap.\" I forgot the plastic wrap.", "category": "conv"}
{"question_id": 333, "image": "08_02.jpg", "text": "I received a notification on my smartphone. It seems like there's a phone call.", "category": "conv"}
{"question_id": 334, "image": "31_05.jpg", "text": "After opening the canned food and eating it, I muttered, \"Ah, I forgot to put away the can opener.\" Ah, I forgot to put away the can opener.", "category": "conv"}
{"question_id": 335, "image": "15_05.jpg", "text": "A scene where someone has finished drinking their beverage at the table and is now relaxing. They seem to want to take a short nap. Shall I take a nap?", "category": "conv"}
{"question_id": 336, "image": "18_01.jpg", "text": "I thought the sweets on the table were in the way because the guests were coming. The sweets are getting in the way.", "category": "conv"}
{"question_id": 337, "image": "17_06.jpg", "text": "After finishing dinner, I wanted to relax at the table. However, the smartphone on the table was in the way, so I wanted to tidy it up. Shall I clean up the table?", "category": "conv"}
{"question_id": 338, "image": "07_02.jpg", "text": "It's time for my favorite TV show to start, which I watch without fail every week. It's about to start soon.", "category": "conv"}
{"question_id": 339, "image": "08_10.jpg", "text": "I woke up in the morning and said to the robot, \"I'm going to invite my friends and go shopping today.\" I want to contact my friends. I'm going to invite my friends and go shopping from now on.", "category": "conv"}
{"question_id": 340, "image": "34_09.jpg", "text": "When I realized that I hadn't bought any vegetables, I said, \"Oh, I forgot to buy vegetables.\" There are no vegetables.", "category": "conv"}
{"question_id": 341, "image": "26_06.jpg", "text": "I was planning to cut the lemon on the table, but when I looked closely, the table was dirty, so I decided to cut it in the kitchen and said, \"I want to cut the lemon, but the table is dirty.\" I want to cut the lemon, but the table is dirty.", "category": "conv"}
{"question_id": 342, "image": "33_03.jpg", "text": "After washing and drying the glass, I said, \"I'm done with the dishes.\" The dishes are done.", "category": "conv"}
{"question_id": 343, "image": "03_05.jpg", "text": "I was thirsty and thought about drinking the tea I had put in the teapot, but I carelessly forgot to bring a cup. It's too much trouble to get up from the sofa. I forgot to bring the cup.", "category": "conv"}
{"question_id": 344, "image": "18_09.jpg", "text": "When I finished eating my 3 o'clock snack on the sofa, I said to the robot, \"I might gain weight.\" I am worried that if I eat too many sweets and also have dinner, I will exceed my calorie intake. I might gain weight.", "category": "conv"}
{"question_id": 345, "image": "13_03.jpg", "text": "I wanted you to move the ketchup because it was in the way. Ketchup is in the way.", "category": "conv"}
{"question_id": 346, "image": "15_01.jpg", "text": "When I had forgotten that the PET bottle I had been drinking during the day was empty. I forgot that it's empty.", "category": "conv"}
{"question_id": 347, "image": "04_05.jpg", "text": "I sat down on the sofa with an omelette rice in hand, intending to have it for lunch. Oh no, I forgot to bring the ketchup. Oops, I forgot to bring the ketchup.", "category": "conv"}
{"question_id": 348, "image": "17_03.jpg", "text": "I wanted you to put the unnecessary smartphone on the desk. My smartphone is so annoying.", "category": "conv"}
{"question_id": 349, "image": "15_07.jpg", "text": "After waking up in the morning, I went to the living room and greeted the robot with \"Good morning.\" I had just finished drinking water to wake up. Good morning.", "category": "conv"}
{"question_id": 350, "image": "36_02.jpg", "text": "I said, \"I want to chill the PET bottle because I already drank a little of the drink when I was thirsty.\" I already drank it, so I want to chill the water bottle.", "category": "conv"}
{"question_id": 351, "image": "16_02.jpg", "text": "While I was in the living room in the morning, suddenly there was a visitor and I said to the robot, \"Please talk to the guest.\" The remote control was left in a messy state. I will come and talk to the customer.", "category": "conv"}
{"question_id": 352, "image": "31_07.jpg", "text": "I said, \"I have to clean up\" because the can opener was left out. I have to tidy up.", "category": "conv"}
{"question_id": 353, "image": "04_08.jpg", "text": "I was eating omurice and said, \"The taste is bland.\" The taste is weak.", "category": "conv"}
{"question_id": 354, "image": "27_09.jpg", "text": "While cooking, I said, \"I want to drizzle olive oil as a finishing touch.\" I want to drizzle olive oil as a finishing touch.", "category": "conv"}
{"question_id": 355, "image": "11_01.jpg", "text": "I am concerned about the things on the table and I would like them to be tidied up. The cable is in the way.", "category": "conv"}
{"question_id": 356, "image": "33_02.jpg", "text": "After finishing the meal and cleaning up, when the glass was dry, I said, \"I want to drink something delicious with this glass again tomorrow.\" I want to drink deliciously with this glass tomorrow too.", "category": "conv"}
{"question_id": 357, "image": "14_09.jpg", "text": "When I entered the room and sat on the sofa, I said to the robot, \"The toy car looks like it's about to break.\" I thought if it fell off the edge of the table and broke, the child would cry. The mini car looks like it's about to break.", "category": "conv"}
{"question_id": 358, "image": "37_01.jpg", "text": "I said, \"I'll eat the leftovers for lunch tomorrow and clean up the things I used,\" after putting the leftover food in the refrigerator using Saran wrap. I have to clean up after using it.", "category": "conv"}
{"question_id": 359, "image": "16_08.jpg", "text": "After finishing watching the DVD, I turned off the TV and said to the robot, \"That was interesting.\" It was interesting.", "category": "conv"}
{"question_id": 360, "image": "34_06.jpg", "text": "After finishing the meal, I said, \"I'll clean up later because there's an unmissable TV show.\" I have an unmissable TV show, so I'll clean up later.", "category": "conv"}
{"question_id": 361, "image": "27_10.jpg", "text": "Yesterday, I noticed during cooking that the olive oil I had used was left on the table, and I said, \"I forgot about the olive oil.\" I forgot the olive oil.", "category": "conv"}
{"question_id": 362, "image": "32_08.jpg", "text": "I said, \"Now all we have to do is wait,\" while cooking. Just wait.", "category": "conv"}
{"question_id": 363, "image": "24_01.jpg", "text": "I wanted to grate the daikon, so I wanted you to bring the grater. Where is the grater?", "category": "conv"}
{"question_id": 364, "image": "23_07.jpg", "text": "While washing dishes with a fuzzy head from drinking wine, I said, \"I feel like something is missing.\" I feel like something is missing.", "category": "conv"}
{"question_id": 365, "image": "13_10.jpg", "text": "While I was cleaning up the dishes after saying \"thank you for the meal,\" a robot cleaned up the ketchup for me. How thoughtful! Thank you for the meal, let's clean up the dishes.", "category": "conv"}
{"question_id": 366, "image": "08_03.jpg", "text": "While working in the living room, I heard the sound of a phone ringing in the distance and wondered if I had received a message, so I looked around while talking to the robot. I wonder if the message has been delivered.", "category": "conv"}
{"question_id": 367, "image": "16_01.jpg", "text": "\"Alright! I won, I won,\" I said and turned off the TV with the remote control. Since I confirmed the result of the baseball game, there was no need to watch TV anymore. Alright! I won, I won!", "category": "conv"}
{"question_id": 368, "image": "22_09.jpg", "text": "When I was trying to bake cookies and couldn't find the cooking sheet, I said, \"Where did I put the cooking sheet?\" Where was the cooking sheet?", "category": "conv"}
{"question_id": 369, "image": "17_02.jpg", "text": "In the evening, while I was in the living room, I said to the robot, \"Hurry up and go home.\" My smartphone was left on the table. I will hurry home.", "category": "conv"}
{"question_id": 370, "image": "24_02.jpg", "text": "While I was thinking of making grated daikon, I couldn't find the grater and muttered to myself, \"I wonder where the grater is.\" I wonder where the grater is.", "category": "conv"}
{"question_id": 371, "image": "26_03.jpg", "text": "I tried to squeeze lemon on the fried chicken, but I realized that I had bought it and left it on the table, so I said, \"The lemon was left out.\" The lemon was left out.", "category": "conv"}
{"question_id": 372, "image": "07_09.jpg", "text": "After returning home, I sat on the sofa without turning on the TV and said \"I'm home.\" I'm home.", "category": "conv"}
{"question_id": 373, "image": "39_07.jpg", "text": "After packing the side dishes for the bento boxes to be eaten from tomorrow onwards into the tupperware, I said, \"Let's keep eating bento and do our best from tomorrow.\" Let's continue eating bento and do our best from tomorrow.", "category": "conv"}
{"question_id": 374, "image": "04_06.jpg", "text": "I made omurice and placed it on the table. I haven't prepared the condiments yet. I haven't prepared the ketchup.", "category": "conv"}
{"question_id": 375, "image": "12_01.jpg", "text": "I think the cup on the table is in the way. The cup is in the way.", "category": "conv"}
{"question_id": 376, "image": "08_05.jpg", "text": "After finishing the preparations for the meal, I sat down on the sofa. It's a common practice to use my smartphone on the sofa, but I had left it on the table over there. Where is my smartphone?", "category": "conv"}
{"question_id": 377, "image": "16_04.jpg", "text": "The situation where I always put the remote control in front of the TV so that I don't lose it, but I end up forgetting it. I always forget to tidy up the remote control.", "category": "conv"}
{"question_id": 378, "image": "24_05.jpg", "text": "I was using a grater on the table, but when I stood up in the kitchen, I noticed that I had left the grater on the table and said, \"I forgot the grater.\" I forgot the grater.", "category": "conv"}
{"question_id": 379, "image": "20_10.jpg", "text": "I said \"It was delicious\" to the robot and placed a tissue. After eating, I wanted to throw away the tissue I wiped my mouth with. It was delicious.", "category": "conv"}
{"question_id": 380, "image": "01_09.jpg", "text": "When it is time for the pre-set breakfast. Let's eat breakfast.", "category": "conv"}
{"question_id": 381, "image": "13_05.jpg", "text": "I have just finished putting ketchup on the omurice before eating it at the table. I am in the mood to concentrate on my meal. I don't use ketchup anymore.", "category": "conv"}
{"question_id": 382, "image": "33_04.jpg", "text": "After thoroughly cleaning the glass, I said, \"I've hydrated and done the dishes, so I guess it's time to go out.\" I hydrated and did the dishes, so I guess it's time to go out.", "category": "conv"}
{"question_id": 383, "image": "15_04.jpg", "text": "The situation is that I feel annoyed because I no longer use empty plastic bottles. The plastic bottle is in the way.", "category": "conv"}
{"question_id": 384, "image": "19_07.jpg", "text": "The table was dirty, so I wiped the dirt off with a tissue. I won't be using tissues for a while. I wonder if the dirt is gone with this.", "category": "conv"}
{"question_id": 385, "image": "28_10.jpg", "text": "While cooking, I noticed that the potatoes I had bought and brought home were left on the table, so I said, \"I forgot about the potatoes.\" I forgot the potatoes.", "category": "conv"}
{"question_id": 386, "image": "25_10.jpg", "text": "While tidying up the kitchen, I muttered, \"It's inconvenient when there's no kitchen paper at the sink.\" It's inconvenient when there is no kitchen paper even at the sink.", "category": "conv"}
{"question_id": 387, "image": "16_07.jpg", "text": "Before going to bed, I said \"goodnight\" to the robot. Then I just went to the bedroom and slept. Good night.", "category": "conv"}
{"question_id": 388, "image": "30_10.jpg", "text": "While doing the dishes at the sink, I said, \"I also needed to wash the water bottle.\" I had to wash the water bottle too.", "category": "conv"}
{"question_id": 389, "image": "22_03.jpg", "text": "While I was preparing to make sweets, I realized that I didn't have any cooking sheets for the toaster oven, so I said, \"I don't have any cooking sheets.\" There is no cooking sheet.", "category": "conv"}
{"question_id": 390, "image": "22_01.jpg", "text": "I said, \"Let's start preheating the oven\" because I want to cook fish by lining a baking sheet in the oven. Let's start preheating the oven.", "category": "conv"}
{"question_id": 391, "image": "06_01.jpg", "text": "I am having difficulty swallowing bread while eating. Painful.", "category": "conv"}
{"question_id": 392, "image": "07_01.jpg", "text": "The time for the drama I watch every week to start has come, but I was dozing off and almost forgot it was starting. I forgot that the drama was starting.", "category": "conv"}
{"question_id": 393, "image": "10_09.jpg", "text": "I watched a moving movie and tears came out. I'm about to cry.", "category": "conv"}
{"question_id": 394, "image": "22_05.jpg", "text": "While making cookies, I accidentally placed the dough I shaped directly on top and said, \"Oh no. The dough won't come off.\" What should I do? The fabric won't come off.", "category": "conv"}
{"question_id": 395, "image": "28_01.jpg", "text": "While frying something, I said, \"Maybe I should make some French fries as a side dish while I'm at it.\" By the way, should I also make some french fries as a side dish?", "category": "conv"}
{"question_id": 396, "image": "21_04.jpg", "text": "When I thought about opening the canned food, I realized that I didn't have the crucial can opener, so I muttered, \"Oh, I don't have a can opener.\" Oh, there's no can opener.", "category": "conv"}
{"question_id": 397, "image": "30_08.jpg", "text": "Oh no, I forgot to bring my water bottle. Oh no, I forgot to bring my water bottle.", "category": "conv"}
{"question_id": 398, "image": "25_01.jpg", "text": "When it seemed like we were about to finish cooking in the kitchen, I said, \"Should we use paper to absorb the oil?\" Shall I let the paper absorb the oil?", "category": "conv"}
{"question_id": 399, "image": "29_08.jpg", "text": "Hmm, where did I put the Saran Wrap? Hmm, where did I put the Saran Wrap?", "category": "conv"}
